<!DOCTYPE html>
<html>
    <style>
        body > div > div > div:nth-child(2) > a:hover, body > div > div > div:nth-child(19) > div:nth-child(5) > a:hover{
			color: inherit !important;
        }

    </style>
<?php require('includes/head.php') ?>

	<body>

		<div class="body">
		<?php require('includes/header.php')?>
            <div class="container pb-3">
                 <div class="heading pb-3 pt-3"><h4>1. Општи одредби</h4></div>
                    <div class="paragraph pb-3">
                        Заштитата на личните податоци неопходни за работењето на оваа Веб-страница е врвен приоритет на K-POWER.MK. Оваа Политика за приватност има за цел да даде информации за тоа кои лични податоци се собираат на оваа Веб-страница, со каква цел, како и во кои случаи овие податоци се доставуваат на трети страни. Оваа Политика може да претрпи периодични промени наметнати од промените во регулаторните барања и со цел да се ажурираат преземените мерки за заштита. Во случај на такви промени, изменетата верзија на Политиката за приватност ќе биде објавена навремено на <a href=" index.php">https://k-power.mk</a> и затоа, ве замолуваме периодично да ја проверувате нејзината содржина.
                    </div>
                     <div class="heading pb-3 pt-3"><h4>2. Податоци за администраторот одговорен за обработка на податоци</h4>
                    </div>
                    <div class="paragraph pb-3">
                        Администратор: К-ПАУЕР ДООЕЛ ул. 
                        <br>
                        Фрањо Клуз, Општина Аеродром, Скопје 1000
                    </div>
                    <div class="paragraph pb-3">
                        K-POWER.MK ги презема сите потребни мерки на претпазливост (технички и
                        организациски) за да ја осигура безбедноста на личните податоци, обезбедени преку оваа
                        Веб-страница, така што тие да бидат заштитени на најдобар можен начин. Сепак,
                        процесите не можат да бидат целосно контролирани, така што апсолутната заштита не
                        може да се гарантира. Поради оваа причина, обезбедувањето лични податоци на било кое
                        лице при интеракција со оваа Веб-страница е доброволно.
                    </div>
                 <div class="heading  pb-3 pt-3"><h4>3. Обработка на податоци</h4></div>
                    <div class="paragraph pb-3">
                        При посетување на оваа Веб-страница, информациите за вашата посета автоматски ги
                        испраќа веб-прелистувачот што го користите, а со тоа се обезбедува ракување со Веб-
                        страницата. Доставената информација вклучува IP адреса на употребуваниот интернет
                        уред, датум и време на влегување и информации за прелистувачот. Оваа информација е
                        привремено зачувана во таканаречената датотека за најавување и автоматски се брише
                        најдоцна по 9 недели. Собраните податоци не дозволуваат да се извлекуваат директни
                        заклучоци за идентитетот на корисникот. Целта на обработката на податоците е да се
                        воспостави врска и да се осигури безбедноста на системот. Податоците обезбедени од
                        лицата при оставање на уред за поправка се обработуваат со цел да се исполнат деловните
                        односи што се воспоствавуваат меѓу нас и поврзаните со тоа маркетинг предлози и
                        иницијативи.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>4. Употреба на колачиња</h4></div>
                    <div class="paragraph pb-3">
                        Со терминот “колачиња“ се означуваат компјутерски податоци – датотеки во форма на текстуални фајлови кои се зачувани на крајниот уред на корисникот, а наменети за употреба на веб-страници. Овие датотеки го овозможуваат идентификувањето на уредот на корисникот и правилното прикажување на веб-страницата, според неговите индивидуални преференции. Колачињата обично го содржат името на веб-страницата од каде што потекнуваат, времето кога се зачувани на крајниот уред и уникатен број. Колачиња за сесија (привремени) – тоа се колачиња што се зачувани на компјутерерот на корисникот само за време на Интернет сесијата и се неопходни за трансакции. Овие колачиња за сесии се користат исклучиво за контрола на врската и навигацијата и преку нив веб-страницата може да се користи на начин кој е удобен за корисникот (т.е. обработка на акција додека сте најавени на нашата веб-страница). Колачињата за сесија се бришат кога ќе ја завршите сесијата на прелистувачот. Може да го поставите прелистувачот така што колачињата воопшто да не се чуваат или бришат на крајот од вашата сесија на Интернет. Имајте предвид, сепак, дека во овој случај можеби нема да можете да ги користите сите карактеристики и функционалности на нашата веб-страница.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>5. Маркетинг пораки</h4></div>
                    <div class="paragraph pb-3">
                        Со самата употреба на Веб-страницата Корисникот ги прифаќа на Условите за користење на оваа веб-страница и Политиката за приватност, Корисникот се согласува доставените од него податоци да бидат употребувани и за маркетинг цели кои имаат за цел Корисниците секогаш да бидат добро информирани за производите и услугите на K- POWER.MK за кои се заинтересирани. Во согласност со потребните норми, ние секогаш гарантираме дека обработката на податоците за маркетинг цели се одвива во согласност со правата и слободите на корисниците и нема никакви правни последици. Може да го смените своето мислење и да ја повлечете согласноста за добивање на маркетинг пораки во било кое време – за таа цел известете нè користејќи ги дадените информации за контакт.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>6. Период на чување на лични податоци</h4></div>
                    <div class="paragraph pb-3">
                        Личните податоци се зачувуваат за релевантниот период утврден со закон или се додека е валидна целта за која се собрани. По истекот на периодот на чување, податоците се бришат, освен доколку не се потребни за склучување на договор или за извршување на договор. Доколку податоците на корисниците не се избришат затоа што се неопходни за други и законски цели, нивната обработка ќе биде ограничена колку што е можно. Ова се однесува, на пример, на податоците што мора да се чуваат од комерцијални или даночни причини.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>7. Сигурност на податоците</h4></div>
                    <div class="paragraph pb-3">
                        Вложуваме максимални напори да ги обработуваме вашите лични податоци, користејќи ги најактуелните применливи технички и организациски средства на таков начин кој што ќе ги исполни регулаторните барања, а воедно ќе овозможи максимална сигурност и безбедност.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>8. Откривање на податоци за трети лица</h4></div>
                    <div class="paragraph pb-3">
                        Податоци може да бидат пренесувани на трети лица само доколку тоа е потребно за извршување на договорните деловни обврски, како и кога тоа експлицитно го наведуваме во оваа политика на приватност или кога сме законски обврзани или имаме право да го сториме тоа во секој конкретен случај.
                    </div>
                    <div class="heading  pb-3 pt-3"><h4>9. Права на субјектите на податоците</h4></div>
                    <div class="paragraph pb-3">
                        Имате право на информации за обработувањето на вашите лични податоци и можете слободно да ги користите вашите права за корекција, бришење или, доколку бришењето не е можно, да ја ограничите обработката и преносливоста на податоците. Доколку сакате да искористите некое од вашите права, контактирајте нè на наведените контакт информации. Исто така, доколку сметате дека обработката на вашите лични податоци на некој начин не одговара на прописите за заштита на податоците, Ве молиме да нè контактирате.
                        <br>
                        Во продолжение ќе ги најдете основните односно базичните информации во врска со
                        споменатите права:
                        <ul class="list-unstyled">
                            <li class="pb-3 pt-3">9.1 Право на пристап
                                Имате право да побарате копии од вашите лични податоци. Ова право секогаш се
                                применува. Постојат некои исклучоци, според законот, што значи дека не секогаш може
                                да ги добивате сите информации што ги обработуваме.</li>
                            <li class="pb-3">9.2 Право на исправка Имате право да побарате да ги исправиме информациите што мислите дека не се точни. Исто така имате право да побарате да ги комплетираме информациите што мислите дека се нецелосни. Ова право секогаш се применува.
                            </li>
                            <li class="pb-3">9.3 Право на бришење Имате право да побарате да ги избришеме вашите лични податоци во одредени околности. Ова право се применува само под одредени услови согласно закон.</li>
                            <li  class="pb-3">9.4 Право на ограничување на обработката Имате право да побарате да ја ограничиме, односно прекинеме обработката на вашите лични податоци во одредени околности согласно со законот.</li>
                            <li  class="pb-3">9.5 Право да се спротивставувате (барање да се прекине целосно со обработката) на обработката. Имате право да се спротивставувате на обработка само доколку обработката на вашите лични податоци не претставува дел од нашите законски обврски или е во наш легитимен интерес.</li>
                            <li  class="pb-3">9.6 Право на преносливост на податоци Ова се однесува само на информациите што ги дава корисникот. Имате право да побарате да ги пренесеме информациите, односно личните податоци што ни ги давате од една во друга организација (контролор) или да ви ги дадеме Вам. Правото се применува само ако обработуваме лични податоци засновани на ваша согласност, или во процес за склучување договор во вие самите сте едната страна односно доколку обработката е автоматизирана или ако ги обработуваме вашите информации за цели на спроведување на законски обврски од домен на кривичното право и постапка. Од вас нема да се бара да платите никаква такса, односно надомест за остварување на горенаведените права, освен кога тоа во зависност од вашето барање е поврзано со особено голем број на операции или активности поврзани со фискални импликации за што ќе бидете однапред информирани. Во врска со напред наведеното предвидени се одредени исклучоци и согласно Законот за заштита на личните податоци. За остварување на Вашите права, согласно посочениот пропис, односно постапување по Ваше Барање, согласно законот имаме рок од еден месец за одговор.</li>
                            <li  class="pb-3">9.7 Право на приговор Ние работиме со високи стандарди кога станува збор за обработка на вашите лични информации, сепак доколку имате било какви прашања или проблеми, контактирајте не на info@k-power.mk и ние ќе одговориме на вашето барање во најкраток можен рок. Имате право да поднесете жалба до надлежниот надзорен орган во секое време. Комисија за заштита на личните податоци: Агенција за заштита на личните податоци, бул. Гоце Делчев бр. 18, 1000, Скопје, Република Северна Македонија</li>
                        </ul>
                    <div class="heading  pb-3 pt-3"><h4> 10. Како можете да не контактирате?</h4></div>
                    <div class="paragraph pb-3">
                        Во секое време, секое лице може да не контактира испраќајќи порака по пошта или е- пошта до наведените детали за контакт:
                        </div>
                    <div>К-ПАУЕР ДООЕЛ
                        <br>
                         ул. Фрањо Клуз, Општина Аеродром, Скопје 1000 
                         <br>
                         Електронска пошта: info@k-power.mk
                         <br>
                         Тел: +389 71 605 555</div>
                    </div>


            </div>
		<?php require('includes/footer.php')?>
        </div>


		<!-- Vendor -->
		<script src="vendor/jquery/jquery.min.js"></script>
		<script src="vendor/jquery.appear/jquery.appear.min.js"></script>
		<script src="vendor/jquery.easing/jquery.easing.min.js"></script>
		<script src="vendor/jquery.cookie/jquery.cookie.min.js"></script>
		<script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
		<script src="vendor/jquery.validation/jquery.validate.min.js"></script>
		<script src="vendor/jquery.easy-pie-chart/jquery.easypiechart.min.js"></script>
		<script src="vendor/jquery.gmap/jquery.gmap.min.js"></script>
		<script src="vendor/lazysizes/lazysizes.min.js"></script>
		<script src="vendor/isotope/jquery.isotope.min.js"></script>
		<script src="vendor/owl.carousel/owl.carousel.min.js"></script>
		<script src="vendor/magnific-popup/jquery.magnific-popup.min.js"></script>
		<script src="vendor/vide/jquery.vide.min.js"></script>
		<script src="vendor/vivus/vivus.min.js"></script>

		<!-- Theme Base, Components and Settings -->
		<script src="js/theme.js"></script>

		<!-- Demo -->
		<script src="js/demos/demo-industry-factory.js"></script>

		<!-- Theme Custom -->
		<script src="js/custom.js"></script>

		<!-- Theme Initialization Files -->
		<script src="js/theme.init.js"></script>

	</body>
</html>
