<!DOCTYPE html>
<html>
	<style>
		body > div > div > div:nth-child(10) > div.paragraph.pb-3 > a:hover{
			color: inherit !important;
		}
	</style>
<?php require('includes/head.php') ?>

	<body>

		<div class="body">
		<?php require('includes/header.php')?>
       <div class="container">
            <div class="content">
                <h2>Политика за користење на колачиња<h2>
            </div>
			<div class="paragraph">
				<p>	Кога корисникот ја посетува веб-страницата K-power.mk, се употребуваат колачиња
					(cookies) за идентификување на прелистувачот или корисничкиот уред. Колачињата
					собираат разни видови на информации, кои во принцип не претставуваат лични податоци
					(не дозволуваат идентификација на корисникот).</p>
			</div>
			<div class="content">
                <h2>Што се колачиња? (cookies)<h2>
            </div>
			<div class="paragraph">
				<p>	Колачињата (cookies) се мали текстуални датотеки кои се сместуваат во уредот на
					корисникот (компјутер, таблет, мобилен телефон) од страна на веб-страниците кои ги
					посетува. Овие текстуални датотеки можат да бидат прочитани од страна на веб-
					страниците кои ги посетувате и да помогнат во Вашата идентификација кога повторно ќе
					ја отворите веб-страницата. Колачињата се користат за повеќе цели, како на пример за да
					се запомнат Вашите активности и преференции (јазични преференции, големина на фонт
					или слично), за да се обезбеди персонализирана содржина на веб-страницата и да се
					прикаже нејзината навигациска историја. „Колачињата“ вообичаено ги содржат името на
					веб-страницата на која се создадени, периодот на нивното зачувување на корисничкиот
					уред и уникатен број.</p>
			</div>
			<div class="content">
                <h2>За што употребуваме колачиња?<h2>
            </div>
			<div class="paragraph">
				<p>	Колачињата се содржани во HTTP протоколот што се користи за поврзување на интернет
					серверот со прелистувачот. Се состои од: клуч, кој го дефинира името на вредностите,
					вредностите и животниот циклус, по истекот на кој прелистувачот мора да го отстрани
					колачето. Нивните карактеристики се стандардни, дизајнирани за поставки на
					прелистувачот. Колачињата се користат за прилагодување на веб-содржината според
					преференциите на корисникот и за зголемување на употребливоста и прилагодувањето на
					содржината на веб-страницата.</p>
			</div>
			<div class="content">
                <h2>Какви колачиња употребуваме?<h2>
            </div>
			<div class="paragraph">
				<p>	Користиме привремени колачиња (за сесија) - тоа се колачиња што се зачувани на вашиот
					компјутер само за време на Интернет сесијата и се неопходни за трансакции. Овие
					колачиња за сесии се користат исклучиво за контрола на навигацијата и преку нив
					страницата може да се користи на лесен начин (т.е. обработка на нарачка додека сте
					најавени на нашата веб-страница). Колачињата за сесија се бришат кога ќе ја завршите
					сесијата на прелистувачот.</p>
			</div>
			<div class="content">
                <h2>Отстранување или блокирање на колачињата<h2>
            </div>
			<div class="paragraph">
				<p>	Можете да ја контролирате употреба на колачиња во секое време преку поставките на
					нашата веб-страница или вашиот веб-прелистувач. Стандардно, прелистувачите на
					Интернет или друг софтвер инсталиран на компјутер или друг кориснички уред поврзан
					на мрежата, дозволува вклучување на одредени типови колачиња на овој уред. Овие
					поставки може да се променат на таков начин кој што ќе ја блокира употребата на

					колачиња во поставките на веб-прелистувачот или ќе известува за какво било пренесување
					на уредот на корисникот. Согласноста дадена во врска со употребата на оваа технологија
					може да биде изменета или укината во било кое време (блокирање на складирање на
					колачиња во иднина).
					<br>
					<br>
					Имајте во предвид дека ограничувањето на употребата на колачиња може да влијае на
					некои од карактеристиките достапни на оваа веб-страница. Исто така, одбивањето за
					чување колачиња ќе важи само за одреден прелистувач. Ова значи дека истите дејства ќе
					треба да се преземат за кој било друг прелистувач што се користи на ист или друг уред.
					<br>
					<br>
					На пример, во Internet Explorer, колачињата може да се менуваат со: Поставки &gt; Интернет
					опции &gt; Заштита на податоци; во Mozilla Firefox: Поставки &gt; Опции &gt; Заштита на
					податоци; и во Google Chrome: Поставки &gt; Покажи напредни поставки &gt; Заштита на
					податоци &gt; Поставки за содржина &gt; Колачиња.
					<br>
					<br>
					Патеките за пристап може да варираат во зависност од користената верзија на
					прелистувачот.</p>
					<div class="heading">
					<h2>Како можете да не контактирате?</h2>
					</div>
					<div class="paragraph pb-3">
					Во секое време, секое лице може да не контактира испраќајќи порака по пошта или е-
					пошта до следниве детали за контакт:
					К-ПАУЕР ДООЕЛ
					Седиште и адреса на управување: ул. Фрањо Клуз, Општина Аеродром, Скопје 1000
					<a href="#" style="hover: inherit">info@k-power.mk</a>
					</div>
			</div>
       </div>


 

		<?php require('includes/footer.php')?>
		</div>

		<!-- Vendor -->
		<script src="vendor/jquery/jquery.min.js"></script>
		<script src="vendor/jquery.appear/jquery.appear.min.js"></script>
		<script src="vendor/jquery.easing/jquery.easing.min.js"></script>
		<script src="vendor/jquery.cookie/jquery.cookie.min.js"></script>
		<script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>
		<script src="vendor/jquery.validation/jquery.validate.min.js"></script>
		<script src="vendor/jquery.easy-pie-chart/jquery.easypiechart.min.js"></script>
		<script src="vendor/jquery.gmap/jquery.gmap.min.js"></script>
		<script src="vendor/lazysizes/lazysizes.min.js"></script>
		<script src="vendor/isotope/jquery.isotope.min.js"></script>
		<script src="vendor/owl.carousel/owl.carousel.min.js"></script>
		<script src="vendor/magnific-popup/jquery.magnific-popup.min.js"></script>
		<script src="vendor/vide/jquery.vide.min.js"></script>
		<script src="vendor/vivus/vivus.min.js"></script>

		<!-- Theme Base, Components and Settings -->
		<script src="js/theme.js"></script>

		<!-- Demo -->
		<script src="js/demos/demo-industry-factory.js"></script>

		<!-- Theme Custom -->
		<script src="js/custom.js"></script>

		<!-- Theme Initialization Files -->
		<script src="js/theme.init.js"></script>

	</body>
</html>
